Revit 2027 API
BuiltInFailures.ConnectorFailures.DisconnectedElements Property
 Elements are disconnected!
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId DisconnectedElements { get; }
Public Shared ReadOnly Property DisconnectedElements As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ DisconnectedElements {
	FailureDefinitionId^ get ();
}
static member DisconnectedElements : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ConnectorFailures Class
Autodesk.Revit.DB Namespace